bierner.markdown-mermaid
Codeium.codeium
codezombiech.gitignore
Codium.codium
eamodio.gitlens
esbenp.prettier-vscode
felipecaputo.git-project-manager
github.vscode-github-actions
googlecloudtools.cloudcode
graykode.ai-docstring
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools

